# Шаблоны пуш-уведомлений
# Каждая категория содержит список из 2-х вариантов (выбираются рандомно)

PUSH_TEMPLATES = {
    "farm": [
        "Твоя гастро-ферма переполнена! Пора забрать накопленные баллы",
        "На гастро-ферме созрела награда! Заходи и забирай свой пассивный доход"
    ],
    "leaderboard": [
        "🏆 Ого! <b>{name}</b> обогнал тебя в лидерборде. Пора вернуть себе законное место!",
        "Твоя позиция в лиге под угрозой! <b>{name}</b> обошел тебя, пока ты отдыхал. Сделай фото еды и вернись в топ!"
    ],
    "attempts": [
        "Твои попытки анализа еды восстановились! Скорее фотай свой перекус",
        " Энергия на максимуме! Жду твою следующую фотку еды, чтобы начислить баллы"
    ],
    "meal_reminder": [
        "Время подкрепиться! Не забудь сделать фото своей еды, чтобы получить баллы ",
        "Твой следующий прием пищи уже скоро! Пришли мне фото, я подскажу состав и начислю поинты",
        "Пора кушать! Жду твою фотку, чтобы пополнить твою гастро-ферму"
    ]
}
